Revit 2024 API
ScheduleField.IsOverridden Property
 Indicates if the field is overridden or not.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool IsOverridden { get; }
Visual Basic
Public ReadOnly Property IsOverridden As Boolean
	Get
Visual C++
public:
property bool IsOverridden {
	bool get ();
}
See Also
ScheduleField Class
Autodesk.Revit.DB Namespace